[
    {
        "_id" : "1",
        "title" : "Doggy Style",
        "imgUrl" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQo9E-t9LWhWwL0j-DMZfNqlgQlcQRXniUX7w&usqp=CAU",
        "fewWords" : "Doggy is classic for a reason!",
        "fullDescription" : "Bestial and intense, there are a lot of modifications to give the giver and reciever something they’ll enjoy. Entry from behind and the openness of the hips give a good shot at G-spot penetration and the penetrating partner standing or kneeling has hands-free to roam, grope and grip to your heart's content. "
    },
    {
        "_id" : "2",
        "title" : "Rocking Horse",
        "imgUrl" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR13AusgO_R3obEtQ2YS_PDecu_K-uv6-AWcw&usqp=CAU",
        "fewWords" : "A fave for G-spot stimulation and intimate eye-contact!",
        "fullDescription" : "The Rocking Horse lets you sit between your penetrating partners legs, with your legs just short of wrapped around them (but you can modify for that if you want to go full Koala!) and you both rock into eachother. There's a lot of room to control the depth of penetration while also holding your partner super close. "
    },
    {
        "_id" : "3",
        "title" : "Soap 'n Grope",
        "imgUrl" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcScSDyxbAdb-zsIW6Dxkkazd5mzQb2Nf4fy8Q&usqp=CAU",
        "fewWords" : "Shower sex is meant to be a hands-on activity, clearly!",
        "fullDescription" : "So this variation of a standing position allows the penetrating partner to do a bit more exploring. The partner being penetrated should brace themselves on an available wall as the penetrating partner enters from behind. Easily making it the dirtiest way to have good, clean fun."
    },
    {
        "_id" : "4",
        "title" : "The Butterfly",
        "imgUrl" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTuYkH6jNNZKASSxjBfmAEScA4NhwEf0sg_aQ&usqp=CAU",
        "fewWords" : "Another way to modify missionary with a bit more power!",
        "fullDescription" : "the Butterfly sex position involves having the recieving partner lay back on a slightly elevated surface (bed, table, countertop, go off!) tilting their hips upward and offering cervical stimulation and free hands for clitoral activities. "
    },
    {
        "_id" : "5",
        "title" : "Spooning",
        "imgUrl" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlbUuzZucaAiMZyjN9T_1OQoFFyx4U2YQ2Fg&usqp=CAU",
        "fewWords" : "Lazy lovers, we see you and hear you.",
        "fullDescription" : "Particularly on lazy mornings, there's few things that hit like a morning tussle with your partner. Spooning (yes, like the cuddling position) can easily become a Top 10 favorite sex position too when your penetrating partner steps up into the big spoon role and enters the partner being penetrated from behind. Hands remain free for touch and clitoral stimulation and mouth remains free for kisses and dirty talk."
    }

]